Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=377_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámekulturguovddáš Sajos lea Sámeeatnama váimmus, gasku Anára gili.
smn: Säämi kulttuurkuávdáš Sajos lii Sämieennâm vááimust, Aanaar markkânist.

source: Báikkálaš olbmuid guollevuorkán gohčoduvvon Juvdujohka, meahcceguovllu Anárjávri, mystihkalaš Ohcomaš ja Anára máŋggabealat vánddardanguovlu addet fiinna rámaid Anárii, mii lea dovddus Suoma sámekultuvrra guovddážin.
smn: Páihálij ulmui kyeliráájjun kočodum Juvduujuuhâ, meccikuávlulâš Aanaarjävri, pegâlmâs Ocomâštuodâr sehe maaŋgâpiälásâš Aanaar vandârdemkuávlu adeleh raamih Suomâ sämikulttuur kuávdážin tubdum Anarân.

source: Geahča Sajosa sajádaga.
smn: Keejâ Saijoos sajaduv.

source: Daga fálaldatbivdaga.
smn: Räähti falaldâhpivdem.

source: Sámekulturguovddáš Sajos
smn: Säämi kulttuurkuávdáš Sajos

source: Ovttasbargoguoibmi:
smn: Oovtâstpargoost:
